Autodesk.Revit.DB.Electrical.ElectricalAnalyticalNode.GetElectricalLoadClassificationsData
Gets the electrical analytical load classification data which used to get demand load detail information of the node.
Returns:
The electrical analytical load classification data.
Since:
2023